Repository: repon-developer/multil-emails-woocommerce
Catalog: languages/multi-emails-woocommerce-*.po
Languages: es_es, fr_fr, ru_ru

source: %1$s need %2$s version %3$s or greater.
es_es: %1$s necesita la versión %2$s %3$s o superior.
fr_fr: %1$s a besoin de la version %2$s %3$s ou supérieure.
ru_ru: %1$s нужна %2$s версия %3$s или выше.

source: Activate WooCommerce
es_es: Activar WooCommerce
fr_fr: Activer WooCommerce
ru_ru: Активировать WooCommerce

source: Install WooCommerce
es_es: Instalar WooCommerce
fr_fr: Installer WooCommerce
ru_ru: Установите WooCommerce

source: %1$s need %2$s to be installed and activated to function properly. %3$s
es_es: %1$s necesita que %2$s esté instalado y activado para funcionar correctamente. %3$s
fr_fr: %1$s a besoin que %2$s soit installé et activé pour fonctionner correctement. %3$s
ru_ru: Для правильной работы %1$s необходимо установить и активировать %2$s. %3$s

source: Cheating huh?
es_es: Hacer trampa, ¿eh?
fr_fr: Vous trichez, hein ?
ru_ru: Обман, да?

source: Settings
es_es: Ajustes
fr_fr: Paramètres
ru_ru: Настройки

source: Donation for Homeless
es_es: Donación para personas sin hogar
fr_fr: Don pour les sans-abri
ru_ru: Пожертвование для бездомных

source: Email address
es_es: Dirección de correo electrónico
fr_fr: Adresse e-mail
ru_ru: Адрес электронной почты

source: How do you like %s? Your feedback assures the continued maintenance of this plugin! %s.
es_es: ¿Cómo te gusta %s? ¡Sus comentarios garantizan el mantenimiento continuo de este complemento! %s.
fr_fr: Comment aimez-vous %s ? Vos commentaires assurent la maintenance continue de ce plugin ! %s.
ru_ru: Как вам %s? Ваш отзыв гарантирует дальнейшее обслуживание этого плагина! %s.

source: Leave Feedback
es_es: Deja un comentario
fr_fr: Laisser les commentaires
ru_ru: Оставить отзыв

source: Dismiss this notice.
es_es: Descartar este aviso.
fr_fr: Ne tenez pas compte de cet avertissement.
ru_ru: Закрыть это уведомление.

source: Multi-Emails
es_es: Correos electrónicos múltiples
ru_ru: Мульти-электронные письма

source: Field title
es_es: Título del campo
fr_fr: Titre du champ
ru_ru: Название поля

source: Do you want to remove this field?
es_es: ¿Quieres eliminar este campo?
fr_fr: Voulez-vous supprimer ce champ ?
ru_ru: Вы хотите удалить это поле?

source: Search category
es_es: Categoría de búsqueda
fr_fr: Catégorie de recherche
ru_ru: Категория поиска

source: Search product
es_es: Buscar producto
fr_fr: Rechercher un produit
ru_ru: Поиск продукта

source: Do you want to delete this recipient?
es_es: ¿Quieres eliminar esta destinataria?
fr_fr: Voulez-vous supprimer ce destinataire ?
ru_ru: Вы хотите удалить этого получателя?

source: Multiple Email Recipients
es_es: Múltiples destinatarios de correo electrónico
fr_fr: Plusieurs destinataires de courrier électronique
ru_ru: Несколько получателей электронной почты

source: Multiple Email Settings
es_es: Múltiples configuraciones de correo electrónico
fr_fr: Paramètres de messagerie multiples
ru_ru: Несколько настроек электронной почты

source: Company Recipient(s)
es_es: Destinataria (s) de la empresa
fr_fr: Entreprise Destinataire(s)
ru_ru: Компания-получатель(и)

source: Enter any email to deliver cart order for fullfillment using any category or product.
es_es: Ingrese cualquier correo electrónico para entregar el pedido del carrito para su cumplimiento utilizando cualquier categoría o producto.
fr_fr: Entrez n’importe quel e-mail pour livrer la commande du panier pour exécution en utilisant n’importe quelle catégorie ou produit.
ru_ru: Введите любой адрес электронной почты, чтобы доставить заказ в корзину для заполнения с использованием любой категории или продукта.

source: Email address(es)
es_es: Correos electrónicos)
fr_fr: Adresses mail)
ru_ru: Адрес электронной почты)

source: Add Recipient
es_es: Agregar destinataria
fr_fr: Ajouter un destinataire
ru_ru: Добавить получателя

source: Additional Email Notifications
es_es: Notificaciones adicionales por correo electrónico
fr_fr: Notifications supplémentaires par courrier électronique
ru_ru: Дополнительные уведомления по электронной почте

source: Enable this option for additional customer email notifications.
fr_fr: Activez cette option pour les notifications supplémentaires par e-mail des clients.
ru_ru: Включите эту опцию, чтобы получать дополнительные уведомления клиентов по электронной почте.

source: Customer Email Labels
es_es: Etiquetas de correo electrónico del cliente
fr_fr: Étiquettes de courrier électronique des clients
ru_ru: Этикетки электронной почты клиента

source: Please enter the label of the email field, it will display in the user's account and checkout.
fr_fr: Veuillez saisir le libellé du champ e-mail, il s'affichera dans le compte de l'utilisateur et lors du paiement.
ru_ru: Пожалуйста, введите метку поля электронной почты, она отобразится в учетной записи пользователя и при оформлении заказа.

source: Add email field
es_es: Agregar campo de correo electrónico
fr_fr: Ajouter un champ e-mail
ru_ru: Добавить поле электронной почты

source: Display Additional Email Fields
es_es: Mostrar campos de correo electrónico adicionales
fr_fr: Afficher des champs de courrier électronique supplémentaires
ru_ru: Отображение дополнительных полей электронной почты

source: Account page
es_es: Página de cuenta
fr_fr: Page de compte
ru_ru: Страница аккаунта

source: Checkout
es_es: Verificar
fr_fr: Vérifier
ru_ru: Проверить

source: Search for category
es_es: Buscar categoría
fr_fr: Rechercher une catégorie
ru_ru: Поиск категории

source: Product Order Conflict Notice
ru_ru: Уведомление о конфликте заказов на продукцию

source: Deactivate conflict notice
ru_ru: Деактивировать уведомление о конфликте

source: The text notice is injected in the cart if an item is selected that is not of the same vendor as the other item(s) already selected.
ru_ru: Текстовое уведомление добавляется в корзину, если выбран товар, который не принадлежит тому же поставщику, что и другие уже выбранные товары.

source: Enable this option for additional email notifications.
es_es: Habilite esta opción para recibir notificaciones adicionales por correo electrónico.

source: Please enter label of email field. It will display on user front end.
es_es: Por favor ingrese la etiqueta del campo de correo electrónico. Se mostrará en la interfaz del usuario.

source: Items selected in your cart that include a custom shipping origin must be completed separately from additional items that might be ordered. The following categories and items can be included in your order: %s. Please finalize this special order and then create a new order for additional items.
fr_fr: Les articles sélectionnés dans votre panier qui incluent une origine d'expédition personnalisée doivent être complétés séparément des articles supplémentaires qui pourraient être commandés. Les catégories et articles suivants peuvent être inclus dans votre commande : %s. Veuillez finaliser cette commande spéciale, puis créer une nouvelle commande pour des articles supplémentaires.
